Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja2/montessori-s.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 2 .
nob: Artikkel i boka Samisk skolehistorie 2 .

source: Tana montessoriskole – vuostalastimis molssaektui
nob: Tana montessoriskole – fra protest til alternativ

source: Svein Lundii muitaluvvon
nob: Fortalt til Svein Lund

source: Svein Kollstrøm lea Tana montessoriskole stivrajođiheaddji .
nob: Svein Kollstrøm er styreleder ved Tana montessoriskole .

source: ( Govva : Svein Lund )
nob: ( Foto : Svein Lund )

source: Deatnu lea áidna gielda Finnmárkkus gos lea priváhtaskuvla man vuođđun lea alternatiiva pedagogihkka .
nob: Tana er den eneste kommunen i Finnmark som har en privatskole basert på en bestemt pedagogikk .

source: Guhtta jagi maŋŋá go oahppoplánariidu lei , de mii leat fitnan Tana montessoriskoles [ Deanu montessoriskuvla , skuvla almmolaš namma lea dušše dárogillii ] geahččat mo skuvla doaibmá ja gullat mo rektor ja stivrajođiheaddji dál geahččaba riiddu , man geažil skuvla álggahuvvui .
nob: Bakgrunnen for skolen er ganske spesiell – den oppsto som resultat av motstanden mot innføring av obligatorisk samisk læreplan . Seks år etter kampen om læreplanen har vi oppsøkt Tana montessoriskole for å se hvordan skolen fungerer og høre hvordan rektor og styreleder i dag ser på den striden som skolen oppsto fra .

source: Rektor Anne Smeland ( r. 1964 ) lea bajásšaddan earet eará Deanus .
nob: Rektor Anne Smeland ( f. 1964 ) er oppvokst bl.a. i Tana .

source: Son lea ovdaskuvlaoahppaheaddji ja logopeda ja lei Tana montessoriskole rektor 2002 rájes gitta 2005 lohppii .
nob: Hun er utdannet førskolelærer og logoped og var rektor ved Tana montessoriskole fra 2002 til 2005 .

source: Stivrajođiheaddji Svein Kollstrøm ( r. 1960 ) lea bajásšaddan Deanus .
nob: Styreleder Svein Kollstrøm ( f. 1960 ) er oppvokst i Tana .

source: Son lea boanda ja sus lea agronomaoahppu Deanu eanandoalloskuvllas .
nob: Han er bonde og har agronomutdanning fra Finnmark landbruksskole .

source: Artihkkala vuođđun lea jearahallan 2003 ’ čavčča .
nob: Artikkelen bygger på intervju høsten 2003 .

source: Rektor Anne Smeland čájeha muhtun erenoamáš montessoriskuvlla oahpponeavvuid .
nob: Rektor Anne Smeland viser noen av de spesielle læremidlene som montessoriskolene bruker .

source: Mii gávdnat Tana montessoriskole Máddi Luovttejogas , Deanu nuorttabealde .
nob: Vi finner Tana montessoriskole i Søndre Luftjok , på østsida av elva .

source: Skuvlavisti ii lean skuvlan huksejuvvon , muhto lei Statnett « doaibmabarta » .
nob: Skolebygget er ikke bygd som skole , men opprinnelig « driftshytte » for Statnett .

source: Maŋŋá lea viiddiduvvon ja rievdaduvvon , muhto liikká lea viehka gárži .
nob: Seinere er det ombygd og påbygd , men likevel er det i trangeste laget .

source: Skuvla álggahuvvui 1999 ' borgemánus , ja 2003/04 skuvlajagis leat dás 69 oahppi 1.–10. luohká rádjái .
nob: Skolen starta i august 1999 og i skoleåret 2003/04 er det 69 elever , fordelt på klassetrinna 1–10 .

source: Oahppit bohtet Vuolle-Deanus ja ránnjágielddas Unjárggas .
nob: Elevene kommer fra nedre del av Tana kommune og fra nabokommunen Nesseby .

source: – Skuvla lea dohkkehuvvon gitta 90 oahppi várás , muitala rektor , muhto dása eai čága eanet oahppit go dat mat dál leat .
nob: – Skolen er godkjent for 90 elever , forteller rektor , men her er ikke plass til flere elever enn vi har i dag .

source: Bivdit sudno muitalit mo odne geahččaba riiddu man boađus dát skuvla lea .
nob: Vi ber dem først fortelle om hvordan de i dag ser på striden som førte til at denne skolen blei oppretta .

source: – Jus sámi oahppoplána livččii dál biddjojuvvon johtui bákkuin , de livččii seammá boađus , vástida Svein Kollstrøm .
nob: – Om den samiske læreplanen hadde blitt tvangsinnført i dag , hadde det samme skjedd , svarer Svein Kollstrøm .

source: Sámi identitehta dážaide ja kvenaide ?
nob: Samisk identitet for nordmenn og kvener ?

source: – Ledje erenoamážit dajaldagat sámi oahppoplána ulbmila birra , mat dagahedje riiddu , joatká Anne Smeland .
nob: – Det var spesielt formuleringene om formålet med samisk læreplan som var årsaka , fortsetter Anne Smeland .

source: Dat mii bohciidahtii garrasamos vuostehágu , lei ahte skuvla galggai ovddidit ohppiid sámi identitehta .
nob: Det som førte til de skarpeste reaksjonene var vel at skolen skulle utvikle elevenes samiske identitet .

source: Livččii ortnegis jus dát plána guoskkašii dušše sámi ohppiid mat galge oahpu gazzat sámegillii , muhto ii lean dohkálaš go lei áidna plána mii galggai gokčat guovllu gos stuorra oassi álbmogis eai leat sápmelaččat dahje eai dovdda iežaset sápmelažžan .
nob: Det hadde vært greitt om dette bare var en plan for undervisning av samiske elever på samisk , men ikke som eneste plan for et område der store deler av befolkninga ikke er samer eller ikke regner seg som samer .

source: Svein Kollstrøm lasiha : – Go sámi oahppoplána bođii atnui , de lei kveana Deanus mii radios dajai : – Álggus ledjen kveana .
nob: Svein Kollstrøm legger til : – Da den samiske læreplanen blei innført , var det en kven fra Tana som uttalte i radioen : – Først var jeg kven .

source: De skuvla muitalii ahte lean dáža .
nob: Så fortalte skolen at jeg var norsk .

source: Dál galgá skuvla muitalit mánáidasan ahte sii leat sápmelaččat .
nob: Nå skal skolen fortelle barna mine at de er samer .

source: – Mun han lean lohkan olles sámi oahppoplána .
nob: – Jeg har jo lest gjennom hele den samiske læreplanen .

source: Eanáš sisdoallu lea áibbas buorre .
nob: Mesteparten av innholdet syns jeg er greitt .

source: Ovdamearkka dihtii lea buorre lohkat sámi historjjá .
nob: Vi har jo for eksempel bare godt av å lese om samisk historie .

source: Muhto ledje muhtun áššit man vuostá sihke mun ja earát leat reageren .
nob: Men der var en del ting som jeg og mange andre har reagert på .

source: Okta lea ahte skuvla galgá ohppiid ráhkkanahttit sámi servodagas eallit .
nob: En av dem er at elevene skal forberedes på å leve i det samiske samfunnet .

source: Dego livččii servodat mii lea oktageardánis sámi servodat .
nob: Som om det fantes et samfunn som var entydig samisk .

source: Ja nášunála oahppoplánas lea čállon ahte oahppit galget oahppat vuhtii váldit , gierdat ja áddet eará álbmotjoavkkuid .
nob: Og i den nasjonale læreplanen står det at elevene skal lære seg respekt og toleranse og forståelse for andre folkeslag .

source: Muhto sámi oahppoplánas dát ii leat mielde , ii goittot vuosttaš veršuvnnas .
nob: Men det er ikke med i den samiske læreplanen . I alle fall sto det ikke i den første utgava .

source: Na , manne bat ii ?
nob: Og hvorfor ikke det ?

source: Munnje bođii jurdda ahte bákkolaš sámi oahppoplána bođii danin go eiseválddit vigget buoridit dáruiduhttima vearredaguid .
nob: Jeg fikk inntrykk av at innføringa av tvungen samisk læreplan for alle var en slags måte å rette opp feila som blei gjort med fornorskinga .

source: Dál galget mahkáš mávssahit .
nob: Nå skal man liksom ta hevn .

source: Fuones diehtojuohkin
nob: Dårlig informasjon

source: – Skuvllaide ja váhnemiidda lei váilevaš diehtojuohkin sámi oahppoplána birra , sihke departemeantta bealis ja gieldda bealis , joatká Svein Kollstrøm .
nob: – Informasjonen til skolene og foreldrene om den samiske læreplanen var dårlig , både fra departementet og fra kommunen , fortsetter Svein Kollstrøm .

source: – Iešguđet olbmot čilgejedje iešguđetgeláhkái , ja ledje áibbas vuostálasti konklušuvnnat .
nob: – Forskjellige folk sa forskjellige ting og det kom svært motstridende konklusjoner .

source: Nuppe dáfus dajai departemeanta ahte skuvla galgá juohke máná deaivvadit su identitehta ektui , nuppe dáfus lohke fas ahte sámi oahppoplána galgá čuvvojuvvot bienasta bitnii , das ii sáhte mangelahkái spiehkastit .
nob: På den ene sida sa departementet at ethvert barn skal møtes ut fra sin egen identitet , på andre sida sa man at den samiske læreplanen skulle følges slavisk , det kom ikke på tale å dreie den på noen måte .

source: Mii váhnemat geat vuostálasttiimet sámi oahppoplána atnuiváldima , čoahkkimasttiimet departemeantta áirasiiguin moanaid gerddiid .
nob: Vi foreldre som protesterte mot innføringa av den samiske læreplanen hadde flere møter med representanter for departementet .

source: Čuolbma lea , ahte departemeanttas leat nu ollu olbmot geaiguin ferte áddehallat .
nob: Problemet er at i departementet der er det så mange man skal forholde seg til .

source: Lei earret eará vuolitdirektevra gii finai dáppe , son lei oarje-Norgalaš .
nob: Vi hadde bl.a. en underdirektør her oppe , han var fra Vestlandet .

source: Son ii ádden manne mii vuostálasttiimet .
nob: Han forsto ikke hvorfor vi protesterte .

source: Go deike bođii , de gáttii ahte buot finnmárkolaččat leat sápmelaččat .
nob: Da han kom trudde han alle i Finnmark var samer .

source: Go de leimmet suinna háleštallan , de dajai iežas áddet manne mii eat dohkkehan dán oahppoplána buohkaid várás .
nob: Når vi hadde prata litt med han , så sa han at han skjønte godt at vi protesterte på å innføre denne læreplanen for alle .

source: Váidaleimmet siviláittardeaddjái go lágat ja njuolggadusat eai lean čuvvojuvvon dán áššis .
nob: Vi klaga til sivilombudsmannen over brudd på lover og regler i saksbehandlinga .

source: Dat mii bođii gulaskuddamii ii lean seamma go dat mii váldui atnui .
nob: Det var ikke samsvar mellom det som blei sendt på høring og det som blei innført .

source: Ja go lea mearkkašahtti erohus , de galgá ášši ođđasit gulaskuddamii .
nob: Og er det ei vesentlig endring skal det sendes på ny høring .

source: Siviláittardeaddji lei ovttaoaivilis minguin ahte sámi oahppoplána lea lobiheamet váldon atnui .
nob: Vi fikk medhold fra sivilombudsmannen om at den samiske læreplanen var ulovlig innført .

source: Muhto mii ávkkiid das , plána han liikká čađahuvvui .
nob: Men hva hjalp det , planen blei jo innført likevel .

source: Buohkat galget juoigat !
nob: Alle skal joike !

source: Kollstrøm oaivvilda sámi oahppoplána ferte leat čállojuvvon áibbas eará servodatdiliid ektui , go maid son dovdá Vuolle-Deanus .
nob: Kollstrøm mener den samiske læreplanen må være skrevet for helt andre forhold enn dem han kjenner fra nedre Tana .

source: – Sáhtán mottiin ovdamearkkain čilget mo sáhtášii geavvat min guovllus jus oahppoplána ádde justa nu mo lea čállojuvvon .
nob: – Jeg kan ta et par eksempler på hvordan en firkanta tolking av denne læreplanen kunne slå ut i vårt område .

source: Oahppoplánas čuožžu ahte oahppit galget máhttit bidjat ja juoigat luđiid .
nob: Det står i læreplanen at elevene skal kunne lage og framføre sine egne joiker .

source: Dát lea gáibádus vaikko oahppit eai máhte sámegiela .
nob: Dette kravet gjelder sjøl om elevene ikke har samisk som språk .

source: Mu boarrásamos gánddas lei oahpaheaddji gii lei Bergenis eret , ja son gal gáibidii ahte mánát galge juoigat .
nob: Eldste sønnen min hadde en lærer som var bergenser , og han forlangte at ungene skulle joike .

source: Ieš lei gitta čalmmiiguin huradeamen , mahkáš juoiggai .
nob: Sjøl sto han der med lukka øyne og bare nynna og liksom joika .

source: Lei áibbas endorii , ii han son máhttán juoigat .
nob: Det var jo heilt vanvittig , for han kunne jo selvfølgelig ikke joike .

source: Vikkan mánáidasan oahpahit ahte galget jeagadit oahpaheddjiid , muhto šaddá čađa váivi .
nob: Jeg prøver å lære mine unger at de skal høre på det lærerne sier , men det blir jo helt fortvilt .

source: Ovtta departemantačoahkkimis lei sámi skuvlaáššiid ráđđeaddi .
nob: På et av møtene med departementet var rådgiveren for samiske skolespørsmål der .

source: De jerren sus lea go sápmelaš ?
nob: Så spurte jeg han om han oppfatta seg som same .

source: Dat gal lei .
nob: Jo , det var han jo .

source: Na , de mun ávžžuhan du juoiggastit , mii han eat leat go guhtta ollesolbmo dás .
nob: – Så da vil jeg oppfordre deg til å ta en joik for oss , nå er vi bare seks voksne personer her .

source: Na , dan gal ii sáhttán , ii máhttán juoigat .
nob: Nei , det ville han ikke , han kunne ikke joike .

source: – Muhto , lohken , – liikká de háliidehpet ahte min mánát , geat eai máhte sánige sámegiela , galget bidjat ja juoigat luđiid olles luohká ovddabealde .
nob: – Men , sa jeg , – likevel så går dere inn for at våre unger , som ikke kan et ord samisk , skal lage og framføre joiker for hele klassen .

source: Sámi oahppoplánas čuožžu ahte mánát galget máhttit meroštallat gos Sápmi lea .
nob: Det står i den samiske læreplanen at ungene skal kunne fastsette hvor Sameland er .

source: Jerren ráđđeaddis mii Sápmi lea , ja son dajai ahte Sápmi lea doppe gos sápmelaččat iešguđet áiggi leat vádjolan .
nob: Jeg spurte rådgiveren om hva Sameland er , og han sa det er alle steder der samer til forskjellige tider har vandra .

source: Na , dadjen , dalle Oslo gal gullá Sápmái .
nob: Ja , sa jeg , da er Oslo også Sameland .

source: Son gal ii miehtan dasa .
nob: Nei , det ville han ikke være med på .

source: De adden sutnje kártta , ja bivden su sárgut dien Sámi .
nob: Så jeg ga han et kart og ba han tegne Sameland .

source: Muhto dan gal ii háliidan .
nob: Men det ville han ikke .

source: Skuvlastreaika ja ruovttooahpahus
nob: Skolestreik og hjemmeundervisning

source: Guđa gielddas gos sámi oahppoplána váldui atnui , ledje stuorát dahje unnit vuostálastimat golmma gielddas : Deanus , Porsáŋggus ja Gáivuonas .
nob: Av de seks kommunene der samisk læreplan blei innført , var det større eller mindre protester i tre ; Tana , Porsanger og Kåfjord .

source: Ja go departemeanta lei mearridan ahte buot sámi hálddašanguovllu skuvllaide galggai sámi oahppoplána , de bođii oahppoplána vuostálastimiid lassin gáibádus ahte gielddat galge sámi hálddašanguovllus eret .
nob: Siden departementet hadde avgjort at alle skolene i forvaltningsområdet for samisk språk skulle ha den samiske læreplanen , blei protestene delvis kobla til krav om at kommunene skulle ut av forvaltningsområdet .

source: Gáivuonas digaštalle priváhtaskuvlla asáheami vai garvvášedje sámi oahppoplána , muhto Deatnu lei áidna gielda gos priváhtaskuvla šattai duohtan .
nob: I Kåfjord blei det diskutert om man skulle lage privatskole for å unngå den samiske læreplanen , men bare i Tana gjorde man alvor av det .

source: « Váhnenakšuvdna nášunála oahppoplána bealis Detnui » vuođđuduvvui . Čakčamánus 1997 váldojuvvojedje badjel 80 máná eret skuvllas .
nob: Man danna « Foreldreaksjonen for nasjonal læreplan i Tana » og i september 1997 blei over 80 barn tatt ut av skolen .

source: Skuvlastreaika guoskkai golbma skuvlla : Bokcá , Juovlavuotna ja Sieidá . Vearrámus lei Juovlavuonas , gos eanáš oassi ohppiin báhce ruoktot .
nob: Skolestreiken ramma de tre skolene Boftsa , Austertana og Seida , sterkest slo det ut i Austertana der et stort flertall av elevene blei holdt borte .

source: Váhnemat ja penšunerejuvvon oahpaheaddjit oahpahedje mánáid ruovttuin .
nob: De fikk da hjemmeundervisning av foreldrene , delvis med hjelp av pensjonerte lærere .

source: Moadde vahku maŋŋá bođii ođđa ráđđehus mii lohpidii čoavdit riiddu , ja váhnemat luite mánáideaset fas skuvlii .
nob: Etter noen uker kom ei ny regjering som lova å løse problemet , og foreldrene lot barna gå tilbake til skolen igjen .

source: Jon Lilletun lei dál šaddan oahpahusministtarin , ja son lei ovdal čájehan áddejumi váhnenakšuvnna gáibádusaide .
nob: Jon Lilletun var nå blitt utdanningsminister , og han hadde tidligere vist forståelse for kravet til foreldreaksjonen .

source: Čakčamánu 3. b. 1997 dajai son , Dagen - aviissa mielde : " Čoavddus lea ođastusa maŋidit . Go leat garra vuostehágu vávján , de lea buorre vuordit jagi .
nob: 3. september 1997 sa han , ifølge avisa Dagen : « Løsningen er å utsette reformen et år og satse på et venteår når man oppdaget den meget sterke motstanden .

source: Vuordinjagis sáhtášedje dat guokte skuvlabiire , gos lea eanetlohku sámi oahppoplánii , geavahit sámi oahppopláná , ja dat golbma skuvlabiire , gos lea eanetlohku nášunála oahppoplánii , sáhtášedje nášunála oahppoplána čuovvut .
nob: Dette venteåret kunne de to skolekretsene med flertall for samisk hatt samisk læreplan , og de tre skolekretsene med flertall for nasjonal læreplan hatt nasjonal læreplan .

source: Dán jagi mielde sáhtášii de áiggi geavahit čovdosa gávdnat man buohkat sáhttet dohkkehit .
nob: I løpet av dette året kunne man ha brukt tid til å finne fram til en minnelig ordning .

source: Mu mielas galggašii ain leat vejolaš dien láhkái soabadit . "
nob: Etter mitt syn burde det fortsatt være muligheter for et slikt forlik . »

source: Dát attii akšunerejeaddji váhnemiidda fas doaivaga , muhto Stuoradiggi mearridii juovlamánus ahte sámi oahppoplána galggai leat anus buot almmolaš skuvllain sámi hálddašanguovllus .
nob: Dette ga de aksjonerende foreldrene et håp , men i desember vedtok stortingsflertallet at de samiske læreplanene skulle gjelde i alle offentlige skoler i forvaltningsområdet for samisk språk .

source: Departemeanta rievdadii de muhtun sámi oahppoplána riidodajaldagaid , earet eará dajaldaga gos čuožžu ahte plána galgá ovddidit ohppiid sámi identitehta .
nob: Departementet endra noen av de mest omstridte formuleringene i den samiske læreplanen , bl.a. om å utvikle elevenes samiske identitet .

source: Muhto vuosttaldeaddji vánhemat eai duhtan dása .
nob: Men de protesterende foreldrene slo seg ikke til ro med det .

source: Svein Kollstrøm čilge ahte lei menddo maŋŋit jorgalit : – Dál de rievdadedje vearrámus dajaldagaid , muhto dalle leimmet juo boahtán nu guhkás min bargguin ráhkadit molssaeavttu , ahte eat háliidan jorgalit .
nob: I følge Svein Kollstrøm var det for seint å snu : – Nå blei de verste formuleringene seinere endra , men da var vi kommet så langt i arbeidet med å lage et alternativ at vi ikke ville snu .

source: Lei váttis eallit departemeantta hovrriid mielde .
nob: Det er vanskelig å leve på nykker fra departementet .

source: Muhtun vánhemat geat ledje Oslos čoahkkinastimin departemeanttain atne liibba diđoštit molssaeavttuid .
nob: Noen av foreldrene som var i Oslo på møte med departementet benytta anledningen til å skaffe seg kjennskap til alternativer .

source: Árvvoštalaimet steinerskuvlla , montessoriskuvlla ja risttalaš skuvlla .
nob: Vi vurderte steinerskole , montessoriskole og kristen skole .

source: Eanetlogu oaivila mielde lei buoret hukset pedagogihka ala go eallinoainnu ala .
nob: Etter flertallets mening var det bedre å bygge på pedagogikk enn på livssyn .

source: Moattis geassádedje go šattai čielggas ahte ii šatta risttalaš skuvla .
nob: Noen få trakk seg da det blei klart at det ikke blei en kristen skole .

source: Steinerskuvla orui min mielas menddo erenoamáš , de šattai montessoriskuvla .
nob: Steinerskole syntes vi var for spesielt , så vi endte med montessori .

source: Eat diehtán nu olu dakkár skuvllas go álggaheimmet dan , muhto dál leat eatnašat duhtavaččat go válljiimet nu mo dagaimet .
nob: Vi visste vel ikke så veldig mye om dette skoleslaget da vi starta , men i dag er de fleste glade for at vi valgte som vi gjorde .

source: Montessoriskuvllain lea juohke oahppis iežas bargosadji , ja oahppit barget iešheanalaččabut go eará skuvllain .
nob: På montessoriskoler har hver elev sin egen arbeidsplass og elevene arbeider mer sjølstendig enn i andre skoler .

source: Juohke luohkkálanjas leat hilduin oahpponeavvut maid oahppit sáhttet geavahit .
nob: I alle klasserom er det hyller med læremidler som elevene kan bruke .

source: Manne montessoriskuvla ?
nob: Hvorfor montessoriskole ?

source: Montessoriskuvla lea namas ožžon itálialaš doaktára Maria Montessori ( 1870–1952 ) mielde .
nob: Montessoriskolene er oppkalt etter den italienske legen Maria Montessori ( 1870–1952 ) .

source: Son ovdánahtii iežas pedagogalaš vuogi mii lea máŋgga riikka montessorimánáidgárddiid ja - skuvllaid vuođđun .
nob: Hun utvikla en egen pedagogisk metode som ligger til grunn for montessoribarnehager og - skoler i mange land .

source: – Mii lea dehálamos montessoripedagogihkas ?
nob: – Hva er det viktigste med montessoripedagogikken ?

source: – Lea earálágán oahppanvuohki , dadjá stivrajođiheaddji .
nob: – Det er en annerledes måte å lære på , sier styrelederen .

source: Maŋimuš jagit lea almmolaš skuvla leamaš menddo teorehtalaš .
nob: De siste åra har skolen vært alt for teoretisk .

source: Skuvla ovdanbuktá iežas pedagogihka ná:"Maria Montessori vásihii bargguidis bokte ahte go mánát šadde doaimmalažžan positiivva vuogi mielde , de sáhtte oahppat olu mii ovddalgihtii orui veadjemeahttumin .
nob: Skolen presenterer ideene bak skolen slik:«Maria Montessori erfarte gjennom sitt arbeid at når barn ble aktive på en positiv måte kunne de lære mye som i utgangspunktet virket umulig .

source: Skuvlla vuođđun leat su pedagogalaš prinsihpat ja vuogit , main lea hui čielga progrešuvdna .
nob: Skolen bygger på hennes pedagogiske prinsipper og metoder med en klar innebygget progresjon .

source: Nuppeláhkái go almmolaš skuvllat , mat váldet vuođu lagas birrasis ja de mannet stuorát linjjáide , de mii álgit guhkit linjjáiguin ja « stuorrá muitalusaiguin » vai oaidnit oktavuođaid ja ollislašvuođaid , ovdalgo álgit detálljaid geahččat .
nob: I motsetning til vanlig skole som går fra det nære til det fjerne tar vi utgangspunkt i de lange linjene og « de store fortellingene » for å gi sammenheng og oversikt før vi studerer detaljene .

source: Geavahit unnit oahppogirjjiid go earát , go mii geavahit montessorioahpponeavvuid mat movttiidahttet aktiivvalaš jurddašeapmái , ja mat konkretiserejit abstrákta doahpagiid ja tearpmaid .
nob: Vi bruker mindre lærebøker enn andre fordi vi anvender montessorimateriell som stimulerer til aktiv tenkning og konkretiserer abstrakte termer og begreper .

source: Oahpponeavvuin ja bargobihtáin lea čoavdda , ja oahppit sáhttet de ieža geahččat leat go bargan riekta .
nob: Materiellet og oppgavene har fasit og gir elevene selv mulighet til å se om de har gjort rett .

source: Gárvásit ráhkaduvvon oahpponeavvuid lassin , dit bare ráhkadit oahppaheaddjit ieža stuorra oasi oahpponeavvuin mat geavahuvvojit .
nob: I tillegg til ferdig produsert materiell lager lærerne selv en stor del av materiellet som brukes .

source: Lea unnán oahpahus maid oahpaheaddji stivre .
nob: Det er lite lærerstyrt undervisning .

source: Oahpaheaddji lea bagadalli ja láhčá dili nu ahte mánná geasuhuvvo ođđa fáttáide , ja nu ahte son berošta ođđa áššiid oahppat .
nob: Læreren er tilrettelegger og veileder som skal tiltrekke og fange barnets interesse og oppmerksomhet for nytt stoff .

source: Go oahpponeavvu lea presenterejuvvon dahje go ođđa ášši birra lea hállon , de mánná ieš vállje bargobihtáid daid gaskkas mat leat biddjon su ovdii , ja iežas plána ektui .
nob: Når materiell er presentert , eller nytt stoff gjennomgått velger barnet selv arbeidsoppgaver blant det som er tilgjengelig og i henhold til egen plan .

source: Sii plánejit iežaset barggu okto dahje earáiguin ovttas , sii hápmejit čuolmmaid ja plánejit ovdanbuktima .
nob: De planlegger eget arbeid alene , eller sammen med andre , de formulerer problemstillinger og planlegger presentasjonen .

source: Oahppi galgá beassat ráfis bargat guhkit áiggi , galgá beassat čiekŋudit bargui ja válbmet barggu ovdalgo bisána vuoiŋŋastit .
nob: Eleven skal ha mulighet til å arbeide uforstyrret i lange tidsperioder og kunne konsentrere seg og fullføre en oppgave før det tar pause .

source: Danin lea dilli láhččon ovttaskas bottuide bargoáiggis , ja lea oktasaš olgoáigi mii bistá olles tiimmu gasku beaivvi .
nob: Derfor er det tilrettelagt for individuelle pauser i løpet av øktene og felles utetid en klokketime midt på dagen .
